tap "carvel-dev/carvel"
brew "awscli"
brew "azure-cli"
brew "cloc"
brew "colima"
brew "protobuf"
brew "collectd"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "graphviz"
brew "helm"
brew "iproute2mac"
brew "jq"
brew "jwt-cli"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "qemu"
brew "lima-additional-guestagents"
brew "node"
brew "openjdk"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.12"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "skopeo"
brew "terraform"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "carvel-dev/carvel/vendir"
cask "betterdisplay"
cask "gcloud-cli"
cask "ghostty"
cask "inkscape"
cask "rectangle"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
vscode "arzg.sema"
vscode "continue.continue"
vscode "giovanicascaes.calm-days-sober-nights-theme-vscode"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "ianandhum.protobuf-support"
vscode "jebbs.plantuml"
vscode "miguelsolorio.min-theme"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
